Repository: Invertika/client
Catalog: po/*.po
Languages: pt_es

source: Cannot create party. You are already in a party
pt_es: No se pudo crear un grupo.Ya estas en uno.

source: Party Name
pt_es: Nombre de grupo

source: Choose your party's name.
pt_es: Escoja el nombre del grupo.

source: Specials
pt_es: Especiales

source: Specials Set %d
pt_es: Especiales %d

source: Special %d
pt_es: Especial %d

source: Level: %d
pt_es: Nivel: %d

source: Money: %s
pt_es: Dinero: %s

source: Job: %d
pt_es: Trabajo: %d

source: Job:
pt_es: Trabajo:

source: Money
pt_es: Dinero

source: Job
pt_es: Trabajo

source: Character points: %d
pt_es: Puntos del personaje: %d

source: Correction points: %d
pt_es: Puntos de correccion: %d

source: Level
pt_es: Nivel

source: Storage
pt_es: Banco

source: Propose trade
pt_es: Proponer el intercambio

source: Confirmed. Waiting...
pt_es: Confirmado. Esperando...

source: Agree trade
pt_es: Aceptar intercambio

source: Agreed. Waiting...
pt_es: Acepto.Esperando...

source: Trade: You
pt_es: Intercambio: Tu

source: Trade
pt_es: Intercambio

source: Add
pt_es: Anadir

source: You get %s
pt_es: Usted consiguio %s

source: You give:
pt_es: Usted da:

source: Change
pt_es: Cambiar

source: Failed adding item. You can not overlap one kind of item on the window.
pt_es: Fallo al andir, solopuedes anadir un mismo objeto.

source: You don't have enough money.
pt_es: Usted no tiene dinero suficiente.

source: Name: %s
pt_es: Nombre: %s

source: Updating...
pt_es: Atualizando...

source: Connecting...
pt_es: Conectando...

source: Play
pt_es: Jugar

source: ##1 The update process is incomplete.
pt_es: ##3 El proceso de actualizacion esta incompleto.

source: ##1 It is strongly recommended that
pt_es: ##1 Esto es altamente recomendado

source: ##1 you try again later.
pt_es: ##1 intentalo de nuevomas tarde.

source: Completed
pt_es: Completado

source: /users > Lists the users in the current channel
pt_es: /users > Listas de usuarios en el canal

source: /topic > Set the topic of the current channel
pt_es: /topic > Poner una topic en el canal

source: /quit > Leave a channel
pt_es: /quit > Salir del canal

source: /op > Make a user a channel operator
pt_es: /op > Hacer a un user un operador del canal

source: /kick > Kick a user from the channel
pt_es: /kick > Expulsar un usuario del canal

source: Command: /users
pt_es: Comando: /users

source: This command shows the users in this channel.
pt_es: Mostrar los usuarios en este canal.

source: Command: /topic <message>
pt_es: Comando: /topic <mensaje>

source: This command sets the topic to <message>.
pt_es: Este <mensaje> es como un topic.

source: Command: /quit
pt_es: Comando: /quit

source: This command leaves the current channel.
pt_es: Salir del canal.

source: If you're the last person in the channel, it will be deleted.
pt_es: Si eres la ultima persona de este canal , sera eliminado.

source: Command: /op <nick>
pt_es: Comando: /op <nick>

source: This command makes <nick> a channel operator.
pt_es: Hacer <nick> operador del canal.

source: Channel operators can kick and op other users from the channel.
pt_es: Los operadores pueden expulsar y /op otros jugadores en el canal.

source: Command: /kick <nick>
pt_es: Comando: /kick <nick>

source: This command makes <nick> leave the channel.
pt_es: Retirar <nick> del canal.

source: Need a user to op!
pt_es: Se necesita un user /op!

source: Need a user to kick!
pt_es: Se necesita expulsar un user!

source: Global announcement:
pt_es: Anuncio global:

source: Global announcement from %s:
pt_es: Anuncio global de %s:

source: %s whispers: %s
pt_es: %s envia mensaje privado: %s

source: Cannot send empty chat!
pt_es: No puedes enviar un mensaje vacio!

source: /ignore > Ignore the other player
pt_es: /ignore > Ignora el otro jugador

source: /unignore > Stop ignoring the other player
pt_es: /unignore > Parar de ignorar al otro jugador

source: /close > Close the whisper tab
pt_es: /close > Cerrar la tabla de mensajes

source: Command: /close
pt_es: Comando: /close

source: This command closes the current whisper tab.
pt_es: Este comando cierra la tabla de mensajes actual

source: Command: /ignore
pt_es: Comando: /ignore

source: This command ignores the other player regardless of current relations.
pt_es: Este comando ignora a otro jugador.

source: This command stops ignoring the other player if they are being ignored.
pt_es: Este comando para de ignorar al otro jugador si empieza a ser ignorado.

source: Shortcut
pt_es: Atajo

source: Select World
pt_es: Seleccionar Mundo

source: Change Login
pt_es: Cambiar de Login

source: Choose World
pt_es: Escojer Mundo

source: Move Up
pt_es: Mover para arriva

source: Move Down
pt_es: Mover para abajo

source: Move Left
pt_es: Ezquierda

source: Move Right
pt_es: Derecha

source: Attack
pt_es: Atacar

source: Target & Attack
pt_es: Selecionar & Atacar

source: Smilie
pt_es: Emocion

source: Talk
pt_es: Hablar

source: Stop Attack
pt_es: Parar el ataque

source: Target Monster
pt_es: Selecionar Mounstro

source: Target NPC
pt_es: Selecionar NPC

source: Target Player
pt_es: Selecionar Jugador

source: Pickup
pt_es: Coger

source: Hide Windows
pt_es: Esconder ventanas

source: Sit
pt_es: Sentar

source: Enable/Disable Trading
pt_es: Habilitar/Desabilitar intercambios

source: Find Path to Mouse
pt_es: Encontrar lo del raton

source: Item Shortcut %d
pt_es: Atajo para el objeto %d

source: Help Window
pt_es: Ventana de ayuda

source: Status Window
pt_es: Ventana de status

source: Inventory Window
pt_es: Ventana de inventario

source: Equipment Window
pt_es: Ventana de equipamento

source: Skill Window
pt_es: Ventana de habilidades

source: Minimap Window
pt_es: Ventana del minimapa

source: Chat Window
pt_es: Ventana de Chat

source: Item Shortcut Window
pt_es: Ventana de atajos para items

source: Setup Window
pt_es: Ventana de Configuracion

source: Debug Window
pt_es: Ventana de Problemas

source: Social Window
pt_es: Ventana Social

source: Emote Shortcut Window
pt_es: Ventana de Emociones

source: Outfits Window
pt_es: Ventana de Ropas

source: Wear Outfit
pt_es: Ponerse la ropa

source: Copy Outfit
pt_es: Copiar la ropa

source: Emote Shortcut %d
pt_es: Atajo para Emociones %d

source: Toggle Chat
pt_es: Cambiar de Chat

source: Scroll Chat Up
pt_es: Subir el chat para arriba

source: Scroll Chat Down
pt_es: Bajar el chat para abajo

source: Previous Chat Tab
pt_es: Tabla de Chat Anterior

source: Next Chat Tab
pt_es: Siguiente Tabla De Chat

source: Select OK
pt_es: Selecionar OK

source: Ignore input 1
pt_es: Ignorar input 1

source: Ignore input 2
pt_es: Ignorar input 2

source: Conflict "%s" and "%s" keys. Resolve them, or gameplay may result in strange behaviour.
pt_es: Conflito con las teclas "%s" e "%s" . Resolva el conflicto para jugar mejor.

source: Unable to pick up item.
pt_es: Imposible Coger el Objeto.

source: You picked up %d [@@%d|%s@@].
pt_es: Usted cogio una %d [@@%d|%s@@].

source: mana [options] [mana-file]
pt_es: mana [opciones] [archivo-mana]

source: Options:
pt_es: Opciones:

source: -v --version : Display the version
pt_es: -v --version : Exibir la version

source: -h --help : Display this help
pt_es: -h --help : Exibe la ayuda

source: -C --config-dir : Configuration directory to use
pt_es: -C --config-dir : Carpeta de Configuracion a usar

source: -U --username : Login with this username
pt_es: -U --username : Acceder con el jugador

source: -P --password : Login with this password
pt_es: -P --password : Acceder con la contrasena

source: -c --character : Login with this character
pt_es: -c --character : Acceder con este jugador

source: -s --server : Login server name or IP
pt_es: -s --server : Login server o IP

source: -p --port : Login server port
pt_es: -p --port : Port del server

source: --update-host : Use this update host
pt_es: --update-host : Usa este host de actualizacion

source: -D --default : Choose default character server and character
pt_es: -D --default : Escoje el personaje por defecto y el caracter

source: -u --skip-update : Skip the update downloads
pt_es: -u --skip-update : Saltarse las actualizaciones

source: -d --data : Directory to load game data from
pt_es: -d --data : Carpeta por donde cargar los datos del juego

source: -L --localdata-dir : Directory to use as local data directory
pt_es: -L --localdata-dir : Carpeta para usar los datos locales

source: --screenshot-dir : Directory to store screenshots
pt_es: --screenshot-dir : Carpeta donde guardar los screenshots

source: --no-opengl : Disable OpenGL for this session
pt_es: --no-opengl : Desabilita OpenGL en esta sesion

source: Kick failed!
pt_es: Error al expulsar!

source: Kick succeeded!
pt_es: Expulsado satisfactoriamente!

source: Nothing to sell.
pt_es: Nada que vender.

source: Thanks for buying.
pt_es: Gracias por comprar.

source: Unable to buy.
pt_es: Imposible comprar.

source: Thanks for selling.
pt_es: Gracias por vender.

source: Unable to sell.
pt_es: Imposible vender.

source: Access denied.
pt_es: Acesso denegado.

source: Cannot use this ID.
pt_es: Imposible usar esta ID.

source: Unknown failure to select character.
pt_es: Error desconocido al seleccionar este jugador.

source: Failed to create character. Most likely the name is already taken.
pt_es: Error al crear personaje. Provavelmente ya este en uso.

source: Info
pt_es: Informacion

source: Character deleted.
pt_es: Personaje Borrado.

source: Failed to delete character.
pt_es: Fallo al borrar el personaje.

source: Strength:
pt_es: Fuerza:

source: Agility:
pt_es: Agilidad:

source: Vitality:
pt_es: Vitalidad:

source: Intelligence:
pt_es: Inteligencia:

source: Dexterity:
pt_es: Destreza:

source: Luck:
pt_es: Suerte:

source: Whisper could not be sent, user is offline.
pt_es: Imposible enviar mensaje, usuario desconectado.

source: Whisper could not be sent, ignored by user.
pt_es: Imposible enviar mensaje , estas ignorado por el otro jugador.

source: MVP player.
pt_es: Jugador VIP.

source: Channels are not supported!
pt_es: Canales no son soportados!

source: Online users: %d
pt_es: Jugadores online: %d

source: Game
pt_es: Juego

source: Request to quit denied!
pt_es: Requisito a quitarse denegado!

source: Strength %+d
pt_es: Fuerza %+d

source: Agility %+d
pt_es: Agilidad %+d

source: Vitality %+d
pt_es: Vitalidad %+d

source: Intelligence %+d
pt_es: Inteligencia %+d

source: Dexterity %+d
pt_es: Destreza %+d

source: Luck %+d
pt_es: Suerte %+d

source: Authentication failed.
pt_es: Fallo en la autentificacion.

source: No servers available.
pt_es: Servidores indiponibles.

source: Someone else is trying to use this account.
pt_es: Alguien esta intentando usar tu cuenta.

source: This account is already logged in.
pt_es: Ya hay alguien conectado con esta cuenta.

source: Speed hack detected.
pt_es: Hack de velocidade detectado.

source: Duplicated login.
pt_es: Login duplicado.

source: Unknown connection error.
pt_es: Error de conexion desconocido.

source: Got disconnected from server!
pt_es: Usted fue desconectado del servidor!

source: Strength
pt_es: Fuerza

source: Agility
pt_es: Agilidad

source: Vitality
pt_es: Vitalidad

source: Intelligence
pt_es: Inteligencia

source: Dexterity
pt_es: Destreza

source: Luck
pt_es: Suerte

source: Defense
pt_es: Defensa

source: M.Attack
pt_es: Ataque M.

source: M.Defense
pt_es: Defensa M.

source: % Accuracy
pt_es: % Accuaracy

source: /help > Display this help.
pt_es: /help > Para la ayuda.

source: /invite > Invite a player to your guild
pt_es: /invite > Invita un jugador a tu guild

source: /leave > Leave the guild you are in
pt_es: /leave > Deja la guild en la que estas

source: /kick > Kick some one from the guild you are in
pt_es: /kick > Expulsa a alguien de la guild en la que estas

source: Command: /invite <nick>
pt_es: Comando: /invite <nick>

source: This command invites <nick> to the guild you're in.
pt_es: Este comando invita <nick> para la guild en la que estas .

source: Command: /leave
pt_es: Comando: /leave

source: This command causes the player to leave the guild.
pt_es: Este comando hace que un jugador deje la guild.

source: Guild name is missing.
pt_es: Falta el nombre de la guild.

source: Could not inivte user to guild.
pt_es: No se puede invitar jugadores a la guild.

source: User rejected guild invite.
pt_es: El jugador cancel la invitacion a tu guild.

source: User is now part of your guild.
pt_es: El usuario es ahora de tu guild.

source: Your guild is full.
pt_es: Tu guild esta completa.

source: Unknown guild invite response.
pt_es: Invitacion desconocida a una guild.

source: Guild creation isn't supported yet.
pt_es: La creacion de guilds no esta soportada.

source: Party
pt_es: Grupo

source: /invite > Invite a player to your party
pt_es: /invite > Invita un jugador a tu grupo

source: /leave > Leave the party you are in
pt_es: /leave > Salir del grupo en el que estas

source: /kick > Kick some one from the party you are in
pt_es: /kick > Expulsa a alguien del grupo en el que estas

source: /item > Show/change party item sharing options
pt_es: /item > Mostrar/Cambiar el compartimiento de objetos en el grupo

source: /exp > Show/change party experience sharing options
pt_es: /exp > Mostrar/Modificar el compartimiento de experiencia en el grupo

source: This command causes the player to leave the party.
pt_es: Este comando hace que un jugador deje el grupo.

source: Command: /item <policy>
pt_es: Comando> /item <policy>

source: This command changes the party's item sharing policy.
pt_es: Este comando cambia el compatimiento de objetos en el grupo.

source: <policy> can be one of "1", "yes", "true" to enable item sharing, or "0", "no", "false" to disable item sharing.
pt_es: <policy> puede ser "1", "yes" e "true" para habilitar compartilhamento de objetos, ou "0", "no" e "false" para desabilitar.

source: Command: /item
pt_es: Comando: /item

source: This command displays the party's current item sharing policy.
pt_es: Este comando exibe el actual compartimiento de objetos en el grupo

source: Command: /exp <policy>
pt_es: Comando: /exp <policy>

source: This command changes the party's experience sharing policy.
pt_es: Este comando cambia la opcion de compartimento de experiencia del grupo.

source: <policy> can be one of "1", "yes", "true" to enable experience sharing, or "0", "no", "false" to disable experience sharing.
pt_es: <policy> puede ser "1", "yes" e "true" para habilitar compartimento de experiencia, ou "0", "no" e "false" para desabilitar.

source: Command: /exp
pt_es: Comando: /exp

source: This command displays the party's current experience sharing policy.
pt_es: Este comando exibe la atual opcion de compartimento de experiencia del grupo.

source: Item sharing enabled.
pt_es: Compartimento de objetos habilitado.

source: Item sharing disabled.
pt_es: Compartimento de objetos desabilitado.

source: Item sharing not possible.
pt_es: No es posible el compartimento de objetos.

source: Item sharing unknown.
pt_es: Compartimento de objetos desconocido.

source: Experience sharing enabled.
pt_es: Compartimento de experiencia activado.

source: Experience sharing disabled.
pt_es: Compartimento de experiencia desactivado .

source: Experience sharing not possible.
pt_es: Imposible compartir experiencia.

source: Experience sharing unknown.
pt_es: Compartimento de experiencia desconocido.

source: Failed to use item.
pt_es: Fallo al usar el objeto.

source: Unable to equip.
pt_es: Imposible equipar.

source: Unable to unequip.
pt_es: Imposible desequipar.

source: Account was not found. Please re-login.
pt_es: Cuenta no encontrada. Porfavor re conectate.

source: Old password incorrect.
pt_es: Contrasena antigua incorrecta.

source: New password too short.
pt_es: Nueva contrasena es muy corta.

source: Unknown error.
pt_es: Error desconocido.

source: Unregistered ID.
pt_es: ID no registrado.

source: Wrong password.
pt_es: Contrasena incorreta.

source: Account expired.
pt_es: La cuenta expiro.

source: Rejected from server.
pt_es: Rejectado del servidor.

source: You have been permanently banned from the game. Please contact the GM team.
pt_es: Has sido baneado permanentemente del juego.Por favor contacta con un Admin.

source: You have been temporarily banned from the game until %s. Please contact the GM team via the forums.
pt_es: Has sido baneado temporalmente del juego %s. Por favor contacta un Admin via el foro.

source: This user name is already taken.
pt_es: Este nombre de usuario ya esta escojido.

source: Empty address given to Network::connect()!
pt_es: Adress vacia enviada a Network::connect()!

source: Unable to resolve host "
pt_es: No es posible determinar el host "

source: Connection to server terminated.
pt_es: Conexion al servidor terminada.

source: Could not create party.
pt_es: No es posible crear un grupo.

source: Party successfully created.
pt_es: Grupo creado.

source: %s is already a member of a party.
pt_es: %s ya es miembro de otro grupo.

source: %s refused your invitation.
pt_es: %s cancelo tu invitacion.

source: %s is now a member of your party.
pt_es: %s ahora es un miembro de tu grupo.

source: Unknown invite response for %s.
pt_es: Invitacion desconocida para %s.

source: You have left the party.
pt_es: Has dejado el grupo.

source: %s has left your party.
pt_es: %s dejo tu grupo.

source: An unknown member tried to say: %s
pt_es: Um miembro desconocido intento decir: %s

source: Inviting like this isn't supported at the moment.
pt_es: Invitar asi, no esta soportado.

source: You can only inivte when you are in a party!
pt_es: Solo puedes invitar cuando estes en un grupo!

source: %s is not in your party!
pt_es: %s no esta en tu grupo!

source: You are dead.
pt_es: Estas muerto ;(.

source: We regret to inform you that your character was killed in battle.
pt_es: Lamentamos de que tu personaje fue aniquilado en combate.

source: You are not that alive anymore.
pt_es: Ya no estaras vivo mas...

source: The cold hands of the grim reaper are grabbing for your soul.
pt_es: Las frias manos de la muerte se llevaron tu alma hacia abajo.

source: Game Over!
pt_es: Quietos paraos que esto es vacalao ;Fin Del Juego!

source: Insert coin to continue.
pt_es: Inserta mas dinero para continuar.

source: No, kids. Your character did not really die. It... err... went to a better place.
pt_es: No, jugador.Tu jugador no murio .Solo... que... fue a una parte mejor .

source: Your plan of breaking your enemies weapon by bashing it with your throat failed.
pt_es: Parece que tu plan de cortar la armas de tus enemigos con tu garganta ... fallo!

source: I guess this did not run too well.
pt_es: Creo que esto no fue tan bien.

source: Do you want your possessions identified?
pt_es: Deseas que tus posesiones sean identificadas?

source: Sadly, no trace of you was ever found...
pt_es: Infelizmente, nada de di fue encontrado nunca...

source: Annihilated.
pt_es: Aniquilado.

source: Looks like you got your head handed to you.
pt_es: Parece que te tiraron tu cabeza a tus manos.

source: You screwed up again, dump your body down the tubes and get you another one.
pt_es: Parece que te asustaste , revive en otro cuerpo y sigue tu aventura .

source: You're not dead yet. You're just resting.
pt_es: Tu no estas muerto. Solo estas descansando.

source: You are no more.
pt_es: Tu ya no eres tu mas .

source: You have ceased to be.
pt_es: Parece que dejaste de ser , humano.

source: You've expired and gone to meet your maker.
pt_es: As sido expirado y as ido a ver al que te creo.

source: You're a stiff.
pt_es: Tu solamente eres un podrido cadaver.

source: Bereft of life, you rest in peace.
pt_es: Sin vida , descansaras en paz.

source: If you weren't so animated, you'd be pushing up the daisies.
pt_es: Si no estas tan animado , estaras muerto.

source: Your metabolic processes are now history.
pt_es: Tus procesos metabolicos son historia , ahora.

source: You're off the twig.
pt_es: Estas fuera de tus botas.

source: You've kicked the bucket.
pt_es: Te han expulsado a patadas.

source: You've shuffled off your mortal coil, run down the curtain and joined the bleedin' choir invisibile.
pt_es: Usted dejo su cuerpo mortal , baja las cortinas y se uno de los invisibles.

source: You are an ex-player.
pt_es: Eres un ex-jugador

source: You're pining for the fjords.
pt_es: Estas abanzando , de peor a mejor.

source: Message
pt_es: Mensaje

source: You are carrying more than half your weight. You are unable to regain health.
pt_es: Llevas mas peso del que puedes.No recuperaras mas HP.

source: You picked up %s.
pt_es: Has cojido %s.

source: Cannot raise skill!
pt_es: Imposible subir mas los atributos!

source: Equip arrows first.
pt_es: Equipate las flechas primero.

source: Trade failed!
pt_es: Fallo al intercambiar!

source: Emote failed!
pt_es: Fallo al hacer una emocion!

source: Sit failed!
pt_es: Fallo al sentarse!

source: Chat creating failed!
pt_es: Fallo al crear un chat!

source: Could not join party!
pt_es: Imposible entrar en un grupo!

source: Cannot shout!
pt_es: Imposible gritar!

source: You have not yet reached a high enough lvl!
pt_es: Usted no tiene suficiente nivel!

source: Insufficient HP!
pt_es: HP insuficiente!

source: Insufficient SP!
pt_es: SP insuficiente!

source: You have no memos!
pt_es: No tienes ninguna nota armenzada!

source: You cannot do that right now!
pt_es: No puedes hacer esto ahora mismo!

source: Seems you need more money... ;-)
pt_es: Parece que necesitas mas dinero... ;-)

source: You cannot use this skill with that kind of weapon!
pt_es: No puedes usar estas habilidades con estas armas!

source: You need another red gem!
pt_es: Necesitas otra Gema Roja!

source: You need another blue gem!
pt_es: Necesitas otra Gema Azul!

source: You're carrying to much to do this!
pt_es: Llevas muchas cosas, para hacer esto!

source: Huh? What's that?
pt_es: Huh? Que es esto?

source: Warp failed...
pt_es: Fallo al teletransportar...

source: Could not steal anything...
pt_es: No puedes robar nada...

source: Poison had no effect...
pt_es: Veneno no tubo ningun efecto...

source: Request for Trade
pt_es: Propuesta de intercambio

source: %s wants to trade with you, do you accept?
pt_es: %s quiere tradear contigo , aceptas?

source: Trading isn't possible. Trade partner is too far away.
pt_es: Intercambio es imposible.El otro personaje esta muy alejado.

source: Trading isn't possible. Character doesn't exist.
pt_es: Intercambio imposible.Personaje no existe.

source: Trade cancelled due to an unknown reason.
pt_es: Intercambio cancelado por una desconocida razon.

source: Trade: You and %s
pt_es: Intercambio: Tu y %s

source: Trade with %s cancelled.
pt_es: Intercambio con %s cancelado.

source: Unhandled trade cancel packet.
pt_es: Intercambio injusto sera cancelado.

source: Failed adding item. Trade partner is over weighted.
pt_es: Error al anadir objeto.El otro jugador lleva mucho peso

source: Failed adding item. Trade partner has no free slot.
pt_es: Error al anadir objetos.El otro jugador no tiene mas espacio.

source: Failed adding item for unknown reason.
pt_es: Fallo al anadir objeto por una desconocida razon.

source: Trade canceled.
pt_es: Intercambio Cancelado.

source: Trade completed.
pt_es: Intercambio Realizado.

source: Press OK to respawn.
pt_es: Pulsa Ok para respawn.

source: You Died
pt_es: Has muero

source: Not logged in.
pt_es: No esta conectado.

source: No empty slot.
pt_es: Sin espacios

source: Invalid name.
pt_es: Nombre invalido.

source: Character's name already exists.
pt_es: Nombre del jugador ya existe.

source: Invalid hairstyle.
pt_es: Estilo de pelo invalido.

source: Invalid hair color.
pt_es: Color del pelo invalido.

source: Invalid gender.
pt_es: Genero invalido.

source: Character's stats are too high.
pt_es: Atributos del personaje son muy altos.
