Repository: Invertika/client
Catalog: po/*.po
Languages: pt_es

source: Character's stats are too low.
pt_es: Atributos del personaje son muy bajos.

source: One stat is zero.
pt_es: Un stat es 0.

source: Player deleted.
pt_es: Personaje eliminado.

source: Selection out of range.
pt_es: Seleccion fuera de rango.

source: Unknown error (%d).
pt_es: Error desconocido (%d).

source: No gameservers are available.
pt_es: No hay servidores disponibles.

source: Willpower:
pt_es: Fuerza de bondad:

source: Topic: %s
pt_es: Topico: %s

source: Players in this channel:
pt_es: Jugadores en este canal:

source: Error joining channel.
pt_es: Error al entrar al canal.

source: Listing channels.
pt_es: Listando canales.

source: End of channel list.
pt_es: Fin de la lista de canales.

source: %s entered the channel.
pt_es: %s entro al canal.

source: %s left the channel.
pt_es: %s salio del canal.

source: %s has set mode %s on user %s.
pt_es: %s coloco en el modo %s en usuario %s.

source: %s has kicked %s.
pt_es: %s expulso %s.

source: Unknown channel event.
pt_es: Evento de canal desconocido.

source: Willpower %+d
pt_es: Fuerza de bondad %+d

source: Willpower
pt_es: Fuerza de bondad

source: Guild created.
pt_es: Guild creada.

source: Error creating guild.
pt_es: Error al crear Guild.

source: Invite sent.
pt_es: Invitacion enviada.

source: Member was promoted successfully.
pt_es: Miembro fue premovido satisfactoriamente.

source: Failed to promote member.
pt_es: Error al promover el miembro.

source: Wrong magic_token.
pt_es: Error de Token-magico .

source: Already logged in.
pt_es: Ya esta conectado.

source: Server is full.
pt_es: Servidor lleno.

source: New password incorrect.
pt_es: Nueva contrasena incorrecta.

source: Account not connected. Please login first.
pt_es: Cuenta no conectada.Por favor conectate primero.

source: New email address incorrect.
pt_es: Nueve email incorrecto.

source: Old email address incorrect.
pt_es: Email antiguo incorrecto.

source: The new email address already exists.
pt_es: El nuevo email ya existe.

source: Client registration is not allowed. Please contact server administration.
pt_es: El registro no esta soportado.Por favor contacta un Admin.

source: Client version is too old.
pt_es: La version del cliente es muy antigua.

source: Wrong username or password.
pt_es: Nombre de usuario o contrasena erronea.

source: Login attempt too soon after previous attempt.
pt_es: Te logeaste muy temprano.

source: Wrong username, password or email address.
pt_es: Email , usuario o contrasen erroneo.

source: Username already exists.
pt_es: Usuario ya existe.

source: Email address already exists.
pt_es: El email ya existe.

source: You took too long with the captcha or your response was incorrect.
pt_es: Tardaste mucho con el Captcha o tu respuesta es erronea.

source: Joined party.
pt_es: Entra al grupo.

source: %s joined the party.
pt_es: %s entro a tu grupo.

source: %s rejected your invite.
pt_es: %s cancelo tu invitacion.

source: Accepting incoming trade requests.
pt_es: Aceptando la propuesta de intercambio.

source: Ignoring incoming trade requests.
pt_es: Ignorando las propuestas de intercambio.

source: Trading with %s
pt_es: Intercambiando con %s

source: Completely ignore
pt_es: Ignorar completamente

source: Print '...'
pt_es: Imprimir '...'

source: Blink name
pt_es: Piscar nombre

source: Floating '...' bubble
pt_es: Burbuja '...' flotante

source: Floating bubble
pt_es: Burbuja Flotante

source: Attack %+d
pt_es: Ataque %+d

source: Defense %+d
pt_es: Defensa %+d

source: Unknown item
pt_es: Objeto desconocido

source: unnamed
pt_es: Sin Nombre
