Repository: Invertika/client
Catalog: po/*.po
Languages: pt_es

source: Setup
pt_es: Configuracion

source: Connecting to server
pt_es: Conectando al servidor

source: Logging in
pt_es: Acediendo a cuenta

source: Entering game world
pt_es: Entrando al mundo del juego

source: Requesting characters
pt_es: Jugadores

source: Connecting to the game server
pt_es: Conectando al servidor del juego

source: Requesting registration details
pt_es: Detalles de registacion

source: Password Change
pt_es: Cambiar contraseña

source: Password changed successfully!
pt_es: La contraseña de cambio!

source: Email Change
pt_es: Cambiar email

source: Email changed successfully!
pt_es: Email modificado!

source: Unregister Successful
pt_es: Registro cancelado

source: Farewell, come back any time...
pt_es: Adios, vualve alguna vez...

source: %s doesn't exist and can't be created! Exiting.
pt_es: %s no existe y no puede ser creado!.

source: Invalid update host: %s
pt_es: Host de actualizacion invalido: %s

source: Error creating updates directory!
pt_es: Error creando la carpeta de actualizaciones!

source: Unknown command.
pt_es: Comando desconocido.

source: -- Help --
pt_es: --Ayuda--

source: /help > Display this help
pt_es: /help > Exibe esta ayuda

source: /where > Display map name
pt_es: /where > Exibe el nombre del mapa

source: /who > Display number of online users
pt_es: /who > Exibe el numero de jugadores on-line

source: /me > Tell something about yourself
pt_es: /me > Di algo sobre ti

source: /clear > Clears this window
pt_es: /clear > Limpia esta ventana

source: /msg > Send a private message to a user
pt_es: /msg > Envia un mensaje privado a este jugador

source: /whisper > Alias of msg
pt_es: /whisper > Lo mismo que /msg

source: /w > Alias of msg
pt_es: /w > Lo mismo que /msg

source: /query > Makes a tab for private messages with another user
pt_es: /query > Abre una tabla de mensajes con otro jugador

source: /q > Alias of query
pt_es: /q > Lo mismo que /query

source: /ignore > ignore a player
pt_es: /ignore > Ignora al jugador

source: /unignore > stop ignoring a player
pt_es: /unignore > Dejar de ignorar al jugador

source: /list > Display all public channels
pt_es: /list > Exibir todos los canales publicos

source: /join > Join or create a channel
pt_es: /join > Unirse o crear un canal

source: /createparty > Create a new party
pt_es: /createparty > Crear un nuevo grupo

source: /party > Invite a user to party
pt_es: /party > Envitar un jugador al grupo

source: /record > Start recording the chat to an external file
pt_es: /record > Comenzar a guardar el chat en un archivo externo

source: /toggle > Determine whether <return> toggles the chat log
pt_es: /toggle > Determina si <enter> exibe el chat

source: /present > Get list of players present (sent to chat log, if logging)
pt_es: /present > Mostrar la lista de jugadores presentes (enviar al log del chat)

source: /announce > Global announcement (GM only)
pt_es: /announce > Anuncio Global (Solo GMs)

source: For more information, type /help <command>.
pt_es: Para mas informacion, pon /help <comando>.

source: Command: /help
pt_es: Comando: /help

source: This command displays a list of all commands available.
pt_es: Para ver la lista de comandos disponibles.

source: Command: /help <command>
pt_es: Comando: /help <comando>

source: This command displays help on <command>.
pt_es: Para ver la ayuda en <comando>

source: Command: /announce <msg>
pt_es: Comando: /announce <msg>

source: *** only available to a GM ***
pt_es: *** Disponible solo para GMs ***

source: This command sends the message <msg> to all players currently online.
pt_es: Este comando envia un mensagje <msg> para todos los jugadores online.

source: Command: /clear
pt_es: Comando: /clear

source: This command clears the chat log of previous chat.
pt_es: Este comando limpia el chat.

source: Command: /ignore <player>
pt_es: Comando: /ignore <jogador>

source: This command ignores the given player regardless of current relations.
pt_es: Este comando es para ignorar el jugador indicado, independientemente de la relacion consigo mismo.

source: Command: /join <channel>
pt_es: Comando: /join <canal>

source: This command makes you enter <channel>.
pt_es: Este comando te hace entrar en <canal>.

source: If <channel> doesn't exist, it's created.
pt_es: Si el <canal> no existe, sera creado.

source: Command: /list
pt_es: Comando: /list

source: This command shows a list of all channels.
pt_es: Este comando exibe una lista con todos los canales.

source: Command: /me <message>
pt_es: Comando: /me <mensagem>

source: This command tell others you are (doing) <msg>.
pt_es: Este comando les dice a los otros lo que tu estas(haciendo) <msg>.

source: Command: /msg <nick> <message>
pt_es: Comando: /msg <nick> <mensaje>

source: Command: /whisper <nick> <message>
pt_es: Comando: /whisper <nick> <mensaje>

source: Command: /w <nick> <message>
pt_es: Comando: /w <nick> <mensaje>

source: This command sends the text <message> to <nick>.
pt_es: Este comando envia un texto <mensaje> para <nick>.

source: If the <nick> has spaces in it, enclose it in double quotes (").
pt_es: S <nick> posee espacios, coloquelo entre las aspas (").

source: Command: /query <nick>
pt_es: Comando: /query <nick>

source: Command: /q <nick>
pt_es: Comando: /q <nick>

source: This command tries to make a tab for whispers betweenyou and <nick>.
pt_es: Este comando crea una tabla para mensajes privadas entre tu y <nick>.

source: Command: /createparty <name>
pt_es: Comando: /createparty <nome>

source: This command creates a new party called <name>.
pt_es: Este comando crea un nuevo grupo llamado <nome>.

source: Command: /party <nick>
pt_es: Comando: /party <nick>

source: This command invites <nick> to party with you.
pt_es: Este comando invita <nick> para su grupo.

source: Command: /present
pt_es: Comando: /present

source: This command gets a list of players within hearing and sends it to either the record log if recording, or the chat log otherwise.
pt_es: Este comando recibe una lista de los jugadores dentro de la audición y la envía ya sea a la entrada de registro cuando el registro o el registro de conversaciones de otro modo.

source: Command: /record <filename>
pt_es: Comando: /record <nome_do_arquivo>

source: This command starts recording the chat log to the file <filename>.
pt_es: Este comando inicia la grabación de la charla de registro en el archivo <nome_do_arquivo>.

source: Command: /record
pt_es: Comando: /record

source: This command finishes a recording session.
pt_es: Este comando termina una sesión de grabación.

source: Command: /toggle <state>
pt_es: Comando: /toggle <estado>

source: This command sets whether the return key should toggle the chat log, or whether the chat log turns off automatically.
pt_es: Este comando determina si la tecla de retorno debe cambiar el registro de charla, o si el registro de charla se apaga automáticamente.

source: <state> can be one of "1", "yes", "true" to turn the toggle on, or "0", "no", "false" to turn the toggle off.
pt_es: <estado> puede ser "1", "yes" e "true" para activar o "0", "no" e "false" para desactivar.

source: Command: /toggle
pt_es: Comando: /toggle

source: This command displays the return toggle status.
pt_es: Este comando muestra el estado de alternar retorno.

source: Command: /unignore <player>
pt_es: Comando: /unignore <jogador>

source: This command stops ignoring the given player if they are being ignored
pt_es: Este comando deja de ignorar el jugador si es ignorados

source: Command: /where
pt_es: Comando: /where

source: This command displays the name of the current map.
pt_es: Mostra el nombre del mapa actual.

source: Command: /who
pt_es: Comando: /who

source: This command displays the number of players currently online.
pt_es: Este comando muestra el número de jugadores que están en línea.

source: Type /help for a list of commands.
pt_es: Pon / help para una lista de comandos.

source: Cannot send empty whispers!
pt_es: No puedes enviar susurros vacios!

source: Cannot create a whisper tab for nick "%s"! It either already exists, or is you.
pt_es: No se puede crear una ficha susurro de nick "%s"! O bien ya existe, o es usted.

source: Requesting to join channel %s.
pt_es: Solicitando la entrada del canal %s.

source: Party name is missing.
pt_es: Falta el nombre del grupo.

source: Please specify a name.
pt_es: Por favor, especifique un nombre.

source: Return toggles chat.
pt_es: Volver a alternar el chat.

source: Message closes chat.
pt_es: El mensaje cierra chat.

source: Return now toggles chat.
pt_es: Volver ahora a cambiar de chat.

source: Message now closes chat.
pt_es: Mensaje de chat ahora se cierra.

source: Player already ignored!
pt_es: El jugador ya esta ignorado!

source: Player successfully ignored!
pt_es: Jugador ignorado!

source: Player could not be ignored!
pt_es: El jugador no puede ser ignorado!

source: Player wasn't ignored!
pt_es: El jugador no estaba ignorado!

source: Player no longer ignored!
pt_es: El jugador ya no estara mas ignorado!

source: Player could not be unignored!
pt_es: El jugador no puede ser designorado!

source: Options to /%s are "yes", "no", "true", "false", "1", "0".
pt_es: Opciones para /%s son "yes" e "no", "true" e "false", "1" e "0".

source: General
pt_es: Geral

source: Screenshot saved as
pt_es: Screenshot guardada como

source: Saving screenshot failed!
pt_es: Fallo al guardar screenshot!

source: The connection to the server was lost.
pt_es: Se ha perdido la conexion del servidor.

source: Network Error
pt_es: Error de conexion

source: Ignoring incoming trade requests
pt_es: Ignorando las propuestas de intercambio

source: Accepting incoming trade requests
pt_es: Aceptando las propuestas de intercambio

source: Could Not Load Map
pt_es: No se pudo cargar el mapa

source: Error while loading %s
pt_es: Error mientras cargaba %s

source: Party: %s
pt_es: Grupo: %s

source: Buy
pt_es: Comprar

source: Price: %s / Total: %s
pt_es: Precio: %s / Total: %s

source: Quit
pt_es: Salir

source: Max
pt_es: Maximo

source: Shop
pt_es: Tienda

source: Sell
pt_es: Vender

source: Cancel
pt_es: Cancelar

source: Change Email Address
pt_es: Cambiar e-mail

source: Account: %s
pt_es: Cuenta: %s

source: Type new email address twice:
pt_es: Escribe el nuevo email dos veces:

source: The new email address needs to be at least %d characters long.
pt_es: El nuevo email tiene que tener como minimo %d caracteres.

source: The new email address needs to be less than %d characters long.
pt_es: El nuevo email tiene que menos que %d caracteres.

source: The email address entries mismatch.
pt_es: Los email no son los mismos.

source: Change Password
pt_es: Cambiar contraseña

source: Password:
pt_es: Contraseña:

source: Type new password twice:
pt_es: Pon la nueva contraseña 2 veces:

source: Enter the old password first.
pt_es: Pon la contraseña antigua.

source: The new password needs to be at least %d characters long.
pt_es: La nueva contraseña tiene que tener como minimo %d caracteres.

source: The new password needs to be less than %d characters long.
pt_es: La nueva contraseña tiene que tener menos de %d caracteres.

source: The new password entries mismatch.
pt_es: Las nuevas contraseñas no concuerdan.

source: Create Character
pt_es: Crear Personaje

source: Name:
pt_es: Nombre:

source: Hair color:
pt_es: Color del pelo:

source: Hair style:
pt_es: Estilo del pelo:

source: Create
pt_es: Crear

source: Male
pt_es: Hombre

source: Female
pt_es: Mujer

source: Please distribute %d points
pt_es: Por favor distribuya los %d puntos

source: Your name needs to be at least 4 characters.
pt_es: Su nombre debe de tener como minimo 4 caracteres.

source: Character stats OK
pt_es: Los stats del jugador estan bien

source: Please remove %d points
pt_es: Por favor remueva %d puntos

source: Confirm Character Delete
pt_es: Confimar para borrar el jugador

source: Are you sure you want to delete this character?
pt_es: ¿Estas seguro de borrar este jugador?

source: Account and Character Management
pt_es: Configuracion de la cuenta y los jugadores

source: Switch Login
pt_es: Salir del Login

source: Unregister
pt_es: Cancelar Registro

source: Change Email
pt_es: Cambiar email

source: Delete
pt_es: Borrar

source: Choose
pt_es: Escojer

source: (empty)
pt_es: (vacio)

source: Present: %s; %d players are present.
pt_es: Presentes: %s; %d jugadores estan presentes.

source: Attendance written to record log.
pt_es: PresenÃ§a gravada no registro do log.

source: Whispering to %s: %s
pt_es: Enviando MP para %s: %s

source: Yes
pt_es: Sim

source: No
pt_es: NÃ£o

source: Debug
pt_es: Depurador

source: Music: %s
pt_es: MÃºsica: %s

source: Map: %s
pt_es: Mapa: %s

source: Minimap: %s
pt_es: Minimapa: %s

source: Particle count: %d
pt_es: Recuento de particulas: %d

source: Particle detail: %s
pt_es: Detalle de particula: %s

source: Ambient FX: %s
pt_es: Ambiente FX: %s

source: Equipment
pt_es: Equipamento

source: Unequip
pt_es: Desequipar

source: Help
pt_es: Ayuda

source: Close
pt_es: Cerrar

source: Inventory
pt_es: Inventario

source: Equip
pt_es: Equipar

source: Use
pt_es: Usar

source: Drop...
pt_es: Tirar...

source: Split
pt_es: Dividir

source: Outfits
pt_es: Ropas

source: Slots:
pt_es: Espacios:

source: Weight:
pt_es: Peso:

source: Drop
pt_es: Tirar

source: All
pt_es: Todo

source: Select amount of items to trade.
pt_es: Selecionar la cantidad de objetos a intercambiar.

source: Select amount of items to drop.
pt_es: Selecionar cantidad de objetos a tirar.

source: Select amount of items to store.
pt_es: Seleccione la cantidad de objetos a almacenar.

source: Select amount of items to retrieve.
pt_es: Selecciona la cantidad de objetos a retirar.

source: Select amount of items to split.
pt_es: Selecionar la cantidad de objetos para dividir.

source: Weight: %s
pt_es: Peso: %s

source: Remember username
pt_es: Recordar Usuario

source: Register
pt_es: Registrar

source: Change Server
pt_es: Cambiar de servidor

source: Map
pt_es: Mapa

source: Waiting for server
pt_es: Esperando por el servidor

source: Next
pt_es: Siguiente

source: Submit
pt_es: Enviar

source: Reset
pt_es: Resetear

source: > Next
pt_es: > Siguiente

source: To:
pt_es: Para:

source: Send
pt_es: Enviar

source: Failed to send as sender or letter invalid.
pt_es: Fallo al enviar o mensaje invalido.

source: Outfit: %d
pt_es: Ropas: %d

source: Unequip first
pt_es: Desequipar primero

source: Trade with %s...
pt_es: Negociar con %s...

source: Attack %s
pt_es: Ataque %s

source: Whisper %s
pt_es: Mensaje Privado %s

source: Befriend %s
pt_es: Ser amigo %s

source: Disregard %s
pt_es: Desagregar %s

source: Ignore %s
pt_es: Ignorar %s

source: Unignore %s
pt_es: Dejar de Ignorar %s

source: Completely ignore %s
pt_es: Ignorar completamente %s

source: Follow %s
pt_es: Seguir %s

source: Invite %s to join your guild
pt_es: Envitar a %s para unirse a tu guild

source: Invite %s to join your party
pt_es: Invitar a %s para su grupo

source: Kick player
pt_es: Expulsar jugador

source: Talk to %s
pt_es: Hablar con %s

source: Kick monster
pt_es: Expulsar mounstro

source: Add name to chat
pt_es: Anadir el nombre al chat

source: Pick up %s
pt_es: Coger %s

source: Add to chat
pt_es: Anadir al chat

source: Store
pt_es: Almazenar

source: Retrieve
pt_es: Retirar

source: Switch server
pt_es: Cambiar de servidor

source: Switch character
pt_es: Cambiar de personaje

source: Finishing recording.
pt_es: Finalizando gravacion.

source: Not currently recording.
pt_es: No se esta grabando en este momento.

source: Already recording.
pt_es: Ya esta grabando.

source: Starting to record...
pt_es: Iniciando la grabacion...

source: Failed to start recording.
pt_es: Fallo al empezar la grabacion.

source: Recording...
pt_es: Grabando...

source: Stop recording
pt_es: Parar de grabar

source: Confirm:
pt_es: Confirmar:

source: The username needs to be at least %d characters long.
pt_es: El nombre necesita tener como minimo %d caracteres.

source: The username needs to be less than %d characters long.
pt_es: El nombre tiene que tener menos de %d caracteres.

source: The password needs to be at least %d characters long.
pt_es: La contrasena tiene que tener al menos %d caracteres.

source: The password needs to be less than %d characters long.
pt_es: La contrasena tiene que tener como minimo %d caracteres.

source: Passwords do not match.
pt_es: Las contrase;as no coinciden.

source: Choose Your Server
pt_es: Escoja su servidor

source: Server:
pt_es: Servidor:

source: Server type:
pt_es: Tipo de servidor:

source: Connect
pt_es: Conectar

source: Custom Server
pt_es: Su propio servidor

source: Please type both the address and the port of a server.
pt_es: Por favor especifique el nombre y el port del servidor.

source: Downloading server list...%2.2f%%
pt_es: Bajando la lista de servers...%2.2f%%

source: Waiting for server...
pt_es: Esperando por servidor...

source: Preparing download
pt_es: Preparando la descarga

source: Sound
pt_es: Sonido

source: Download music
pt_es: Bajar Musica

source: Sfx volume
pt_es: Volumen Sfx

source: Music volume
pt_es: Volume de Musica

source: Notice
pt_es: Anuncio

source: You may have to restart your client if you want to download new music
pt_es: Necesitas resetear el cliente si quieres descargar la musica

source: Sound Engine
pt_es: Mecanismo de Sonido

source: This is what the color looks like
pt_es: Asi es el color

source: Colors
pt_es: Colores

source: Type:
pt_es: Tipo:

source: Static
pt_es: Estatico

source: Pulse
pt_es: Pulso

source: Rainbow
pt_es: Arcoiris

source: Spectrum
pt_es: Espectro

source: Delay:
pt_es: Atraso:

source: Red:
pt_es: Rojo:

source: Green:
pt_es: Verde:

source: Blue:
pt_es: Azul:

source: Apply
pt_es: Aplicar

source: Reset Windows
pt_es: Restaurar Ventanas

source: Press the button to start calibration
pt_es: Apreta el boton para empezar a calibrar

source: Calibrate
pt_es: Calibrar

source: Enable joystick
pt_es: Habilitar joystick

source: Stop
pt_es: Parar

source: Rotate the stick
pt_es: Gira el stick

source: Keyboard
pt_es: Teclado

source: Assign
pt_es: Atribuir

source: Unassign
pt_es: Retirar

source: Key Conflict(s) Detected.
pt_es: Conflitos de teclas detectado.

source: Name
pt_es: Nombre

source: Relation
pt_es: Relacion

source: Friend
pt_es: Amigo

source: Disregarded
pt_es: Desconocido

source: Ignored
pt_es: Ignorado

source: Allow trading
pt_es: Permitir intercambios

source: Allow whispers
pt_es: Permitir mensajes

source: Put all whispers in tabs
pt_es: Dejar los mensajes en la tabla

source: Show gender
pt_es: Mostrar genero

source: Players
pt_es: Jugadores

source: When ignoring:
pt_es: Cuando ignorar:

source: Tiny
pt_es: Minusculo

source: Small
pt_es: Pequena

source: Medium
pt_es: Media

source: Large
pt_es: Grande

source: No text
pt_es: Sin texto

source: Text
pt_es: Texto

source: Bubbles, no names
pt_es: Burbujas sin nombres

source: Bubbles with names
pt_es: Burbujas con nombres

source: off
pt_es: apagado

source: low
pt_es: bajo

source: high
pt_es: alto

source: medium
pt_es: medio

source: max
pt_es: maximo

source: Full screen
pt_es: Pantalla completa

source: Custom cursor
pt_es: Cursor customizado

source: Visible names
pt_es: Nombres Visibles

source: Particle effects
pt_es: Efectos particulares

source: Show own name
pt_es: Mostrar propio nombre

source: Show pickup notification
pt_es: Mostrar aviso al coger algo

source: in chat
pt_es: en chat

source: as particle
pt_es: como particula

source: FPS limit:
pt_es: Limite FPS:

source: Show monster damage
pt_es: Mostrar dano

source: Overhead text
pt_es: Texto sobrescrito

source: Gui opacity
pt_es: Opacidad

source: Ambient FX
pt_es: Ambiente FX

source: Particle detail
pt_es: Detalle de particulas

source: Font size
pt_es: Tamano de fuente

source: None
pt_es: Nadie

source: Failed to switch to windowed mode and restoration of old mode also failed!
pt_es: Fallo al cambiar para el modo ventana y fallo al restauracion de modo anterior!

source: Failed to switch to fullscreen mode and restoration of old mode also failed!
pt_es: Fallo al cambiar para el modo ventana completa y fallo al restauracion de modo anterior!

source: Switching to Full Screen
pt_es: Cambiando a pantalla completa

source: Restart needed for changes to take effect.
pt_es: Reseteo necesitado para obtener los efectos.

source: Changing to OpenGL
pt_es: Cambiando a OpenGL

source: Applying change to OpenGL requires restart.
pt_es: Aplicar el intercambio a OpenGL requiere reiniciar el juego.

source: Screen Resolution Changed
pt_es: Resolucion de pantalla cambiada

source: Restart your client for the change to take effect.
pt_es: Reincie el juego para que los cambios tengan efecto.

source: Some windows may be moved to fit the lowered resolution.
pt_es: Algunas ventanas deben ser movidas a una resolucion mas baja.

source: Particle Effect Settings Changed.
pt_es: Configuracion del efecto de las particulas cambiado.

source: Changes will take effect on map change.
pt_es: Los efectos tendran efecto en otro mapa.

source: Skills
pt_es: Habilidades

source: Up
pt_es: Encima

source: Skill points available: %d
pt_es: Puntos de habilidades: %d

source: Skill Set %d
pt_es: Habilidades %d

source: Skill %d
pt_es: Habilidad %d

source: Lvl: %d (%+d)
pt_es: Nivel: %d (%+d)

source: Lvl: %d
pt_es: Ni­vel: %d

source: Invited user %s to guild %s.
pt_es: Invita al jugador %s para su guild %s.

source: Guild %s quit requested.
pt_es: Guild %s requisitada.

source: Member Invite to Guild
pt_es: Miembro invitado al guild.

source: Who would you like to invite to guild %s?
pt_es: A quien te gustaria invitar a la guild %s?

source: Leave Guild?
pt_es: Salir de la guild?

source: Are you sure you want to leave guild %s?
pt_es: Estas seguro de dejar esta guild %s?

source: Invited user %s to party.
pt_es: Invitar a %s para su grupo.

source: Party %s quit requested.
pt_es: Grupo %s requisitado.

source: Member Invite to Party
pt_es: Jugador invitado al grupo

source: Who would you like to invite to party %s?
pt_es: Quien le gustaria invitar al grupo %s?

source: Leave Party?
pt_es: Salir del grupo?

source: Are you sure you want to leave party %s?
pt_es: Estas seguro de que quieres salir del grupo %s?

source: Create Guild
pt_es: Crear guild

source: Create Party
pt_es: Crear grupo

source: Invite
pt_es: Invitar

source: Leave
pt_es: Dejar

source: Accepted party invite from %s.
pt_es: Aceptada la invitacion de %s.

source: Rejected party invite from %s.
pt_es: Cancelada la invitacion de %s.

source: Accepted guild invite from %s.
pt_es: Aceptada la invitacion a la guild de %s.

source: Rejected guild invite from %s.
pt_es: Cancelada la invitacion a la guild de %s.

source: Creating guild called %s.
pt_es: Creando guild llamada %s.

source: Creating party called %s.
pt_es: Creando grupo llamado %s.

source: Guild Name
pt_es: Nombre de la guild

source: Choose your guild's name.
pt_es: Escoja el nombre de su guild.

source: Received guild request, but one already exists.
pt_es: Requisacion de la guild cancelada , pero una ya existe.

source: %s has invited you to join the guild %s.
pt_es: %s te envito a la guild %s.

source: Accept Guild Invite
pt_es: Aceptar invitacion de la guild

source: Received party request, but one already exists.
pt_es: Reciviste una invitacion , pero una ya existe.

source: You have been invited you to join a party.
pt_es: Fuiste invitado a un grupo.

source: You have been invited to join the %s party.
pt_es: Has sido invitado para unirte al grupo %s.

source: %s has invited you to join their party.
pt_es: %s te invito para unirte a su grupo.

source: %s has invited you to join the %s party.
pt_es: %s te invito para unirte al grupo %s.

source: Accept Party Invite
pt_es: Aceptar invitacion al grupo
